{
  "homeLink": "Home",
  "projectsLink": "Projects",
  "blogLink": "Blog",
  "contactLink": "Contact",
  "heroGreating": "Hi! I'm faber",
  "heroText": "Born and raised in Italy, after travel around the world I finally settled in the sunny Barcelona, Spain. Well organized person, problem solver, with high attention to details. Looking forward to work in ambitious projects with positive people.",
  "heroBtnLabel": "Go to Projects",
  "aboutTopLine": "Developer and web designer",
  "aboutHeadLine": "I love create modern websites and apps.",
  "aboutDescription": "I’m always looking for new challenges and opportunities that can help me continue to become a better developer, and person overall. I have a passion for self-learning the latest techniques and tools. Improving each day to challenge my skills to become better at what I do.",
  "latestWorksTitle": "Latest Projects",
  "latestWorksDescription": "Here a couple of projects that I have done during the last period, if you are interested in seeing more on the topic, you will find",
  "latestWorksLink": "more projects here",
  "workTitle": "Some of my latest works",
  "memoriesDescription": "A simple social media app that allows users to post interesting events that happened in their lives. Full Stack MERN Application.",
  "apollofyDescription": "Music platform inspired by Spotify. Built with React, Redux, Tailwind, NodeJs, Express, MongoDB, FireBase.",
  "trackerDescription": "Keep track of your transactions with this app that show you a nice graph. Built using React, Context API, Material-UI, FireBase.",
  "todoDescription": "Classic todo app with a dark/light theme toggle and drag & drop for reordering. Built with React, Redux and styled-components.",
  "punkApiDescription": "Website that use the Punk API V2 to fetch Brewdog's beers and display it. Built using React, punk API V2, and Material UI.",
  "visitWebsite": "Visit Website",
  "blogTopLine": "⚠️ still on production...",
  "blogHeadLine": "Check out my latest post",
  "blogDescription": "The Blog: Thoughts on life, work and everything in between.",
  "blogLinkLabel": "Visit the Blog",
  "postLinkLabel": "read more",
  "contactTitle": "Have a project in mind?",
  "contactText": "I'm currently available for freelance work. If you have a project that you want to get started or just fancy saying hey, get in touch.",
  "contactBtnLabel": "Contact Me",
  "formTitle": "Let's talk!",
  "formDescription": "If you’d like to chat about a project please fill in the form below and I’ll get back within 1-2 days.",
  "formNameLabel": "Name",
  "formNamePlaceholder": "Enter your name",
  "formNameErrorEmpty": "Please enter your name",
  "formNameErrorWrong": "Please enter a valid name",
  "formEmailLabel": "Email",
  "formEmailPlaceholder": "Enter your email",
  "formEmailErrorEmpty": "Please enter your email",
  "formEmailErrorWrong": "Please enter a valid email address",
  "formMessageLabel": "Message",
  "formMessagePlaceholder": "How can I help you?",
  "formMessageError": "Please be sure to drop me a message",
  "formSubmitBtnLabel": "SEND",
  "formSubmitMessageSuccess": "Your message was successfully sent!",
  "error404TopLine": "Ooops! Error 404",
  "error404HeadLine": "You are in the middle of nowhere",
  "error404Description": "It’s embarrassing... This page does not seem to exist! This might be because you have typed the web address incorrectly, please check the spelling.",
  "goHome": "Go to Home",
  "english": "English",
  "spanish": "Spanish",
  "italian": "Italian"
}
