{
  "homeLink": "Home",
  "projectsLink": "Projects",
  "blogLink": "Blog",
  "contactLink": "Contact",
  "heroGreating": "Hi! I'm faber",
  "heroText": "Born and raised in Italy, after travel around the world I finally settled in the sunny Barcelona, Spain. Well organized person, problem solver, with high attention to details. Looking forward to work in ambitious projects with positive people.",
  "heroBtnLabel": "Go to projects",
  "aboutTopLine": "Developer and web designer",
  "aboutHeadLine": "I love create modern websites and apps.",
  "aboutDescription": "I’m always looking for new challenges and opportunities that can help me continue to become a better developer, and person overall. I have a passion for self-learning the latest techniques and tools. Improving each day to challenge my skills to become better at what I do.",
  "UX/UI": "I design detail-oriented visual interfaces based on the latest design models and trends. I build prototypes to evaluate user interfaces and design solutions.",
  "Front": "I develop websites and apps using the latest techniques. I believe that all products should be built with a strong focus on accessibility, performance and user interaction.",
  "Back": "I develop APIs to handle the business logic. Following the best architecture pattern and Solid principle. Always keeping in mind the performance and scalability.",
  "latestWorksTitle": "Latest Projects",
  "latestWorksDescription": "Here a couple of projects that I have done during the last period, if you are interested in seeing more on the topic, you will find",
  "latestWorksLink": "more projects here",
  "blogHeadLine": "Check out my latest post",
  "blogDescription": "The Blog: Thoughts on life, work and everything in between.",
  "blogLinkLabel": "Visit the blog",
  "contactTitle": "Have a project in mind?",
  "contactText": "I'm currently available for freelance work. If you have a project that you want to get started or just fancy saying hey, get in touch.",
  "contactBtnLabel": "Contact me",
  "workTitle": "Projects I've been working on lately",
  "memoriesSummary": "A simple social media app that allows users to post interesting events that happened in their lives.",
  "memoriesDescription": "<p>A simple social media app that allows users to post interesting events that happened in their lives.</p> <p>The app allows users to view all posts, author profile, search posts by tag or title. If you are logged in, you can create, edit or delete a post, follow other users, comment on their posts and like them.</p> <p>Build with React, Redux, NodeJs, Express, Mongodb and styled-components.</p>",
  "apollofySummary": "Music platform inspired by Spotify, that allow users to share music with his friends.",
  "apollofyDescription": "<p>Music platform inspired by Spotify, that allow users to share music with his friends.</p>Once registered you can upload songs, create, edit and remove playlists, follow other users, save their playlists or songs as favorites. Search for artists, songs or playlists.<p> </p> <p>Built with React, Redux, Tailwind, NodeJs, Express, MongoDB, FireBase.</p>",
  "trackerSummary": "Keep track of your transactions with this app that show you a nice graph.",
  "trackerDescription": "<p>Keep track of your transactions with this app that show you a nice graph.</p> <p>Once you are registered, you can use this application to record your transactions, adding items such as income or expenses.</p> <p>Built using React, Context API, Material-UI, FireBase.</p>",
  "todoSummary": "Classic todo app with a dark/light theme toggle and drag & drop for reordering.",
  "todoDescription": "<p>Classic todo app with a dark/light theme toggle and drag & drop for reordering.</p> <p>The application allows the user to create a new item, set it as completed and remove it. You can also filter items based on its status: active, completed, or both.</p> <p>Built with React, Redux and styled-components.</p>",
  "punkApiSummary": "Website that use the Punk API V2 to fetch Brewdog's beers and display it.",
  "punkApiDescription": "<p>Website that use the Punk API V2 to fetch Brewdog's beers and display it.</p> <p>The application allows users to see all the beer in the API, read the information about it and save it as a favorite.</p> <p>Built using React, punk API V2, and Material UI.</p>",
  "visitWebsite": "Visit website",
  "blogTitle": "The Blog: Random thoughts on technology",
  "blogSnackbarText": "Posts are in English only",
  "postLinkLabel": "Read more",
  "formTitle": "Let's talk!",
  "formDescription": "If you’d like to chat about a project please fill in the form below and I’ll get back within 1-2 days.",
  "formNameLabel": "Name",
  "formNamePlaceholder": "Enter your name",
  "formNameErrorEmpty": "Please enter your name",
  "formNameErrorWrong": "Name must contain only and at least 3 letters",
  "formEmailLabel": "Email",
  "formEmailPlaceholder": "Enter your email",
  "formEmailErrorEmpty": "Please enter your email",
  "formEmailErrorWrong": "Please enter a valid email address",
  "formMessageLabel": "Message",
  "formMessagePlaceholder": "How can I help you?",
  "formMessageErrorEmpty": "Please be sure to drop me a message",
  "formMessageErrorWrong": "Your message must be between 5 and 500 characters",
  "formSubmitBtnLabel": "Confirm and send",
  "formSubmitMessageSuccess": "Your message was successfully sent!",
  "error404TopLine": "Ooops! Error 404",
  "error404HeadLine": "You are in the middle of nowhere",
  "error404Description": "It’s embarrassing... This page does not seem to exist! This might be because you have typed the web address incorrectly, please check the spelling.",
  "goHome": "Go to home",
  "goBack": "Go back",
  "english": "English",
  "spanish": "Spanish",
  "italian": "Italian"
}
