{
  "homeLink": "Home",
  "projectsLink": "Proyectos",
  "blogLink": "Blog",
  "contactLink": "Contactos",
  "heroGreating": "Hola! Soy faber",
  "heroText": "Nacido y criado en Italia, después de viajar por el mundo finalmente me instalé en la soleada Barcelona, ​​España. Persona bien organizada, solucionadora de problemas, con gran atención a los detalles. Deseando trabajar en proyectos ambiciosos con personas positivas.",
  "heroBtnLabel": "Miras my Projectos",
  "aboutTopLine": "Desarrollador y diseñador web",
  "aboutHeadLine": "Me encanta crear aplicaciones y sitios web modernos.",
  "aboutDescription": "Siempre estoy buscando nuevos desafíos y oportunidades que puedan ayudarme a seguir convirtiéndome en un mejor desarrollador y en una mejor persona en general. Me apasiona el autoaprendizaje de las últimas técnicas y herramientas. Mejorando cada día para desafiar mis habilidades para mejorar en lo que hago.",
  "UX/UI": "Diseño interfaces visuales orientadas al detalle basadas en los últimos modelos y tendencias de diseño. Construyo prototipos para evaluar interfaces de usuario y diseñar soluciones.",
  "Front": "I develop websites and apps using the latest techniques. I believe that all products should be built with a strong focus on accessibility, performance and user interaction.",
  "Back": "Desarrollo API para manejar la lógica empresarial. Siguiendo el mejor patrón de arquitectura y principio sólido. Siempre teniendo en cuenta el rendimiento y la escalabilidad.",
  "latestWorksTitle": "Últimos Proyectos",
  "latestWorksDescription": "Aquí un par de proyectos que he realizado durante el último período, si estás interesado en ver más sobre el tema, encontrará",
  "latestWorksLink": "más proyectos aquí",
  "memoriesSummary": "Una sencilla aplicación de redes sociales que permite a los usuarios publicar eventos interesantes que ocurrieron en sus vidas.",
  "memoriesDescription": "<p>Una sencilla aplicación de redes sociales que permite a los usuarios publicar eventos interesantes que ocurrieron en sus vidas.</p> <p>La aplicación permite a los usuarios ver todas las publicaciones, el perfil del autor, buscar publicaciones por etiqueta o título. Si ha iniciado sesión, puedes crear, editar o eliminar una publicación, seguir a otros usuarios, comentar sus publicaciones y dar me gusta.</p> <p>Construida con React, Redux, Nodejs, Express, Mongodb y styled-components.</p>",
  "apollofySummary": "Plataforma de música inspirada en Spotify, que permite a los usuarios compartir música con sus amigos.",
  "apollofyDescription": "<p>Plataforma de música inspirada en Spotify, que permite a los usuarios compartir música con sus amigos.</p> <p>Una vez registrado, puede cargar canciones, crear, editar y eliminar listas de reproducción, seguir a otros usuarios, guardar sus listas de reproducción o canciones como favoritas. Buscar artistas, canciones o listas de reproducción.</p> <p>Construida con React, Redux, Tailwind, NodeJs, Express, MongoDB, FireBase.</p>",
  "trackerSummary": "Realice un seguimiento de sus transacciones con esta aplicación que le muestra un gráfico agradable",
  "trackerDescription": "<p>Realice un seguimiento de sus transacciones con esta aplicación que le muestra un gráfico agradable.</p>Una vez que esté registrado, puede utilizar esta aplicación para registrar sus transacciones, agregando elementos como ingresos o gastos.<p> </p> <p>Construida usando React, Context API, Material-UI, FireBase.</p>",
  "todoSummary": "Aplicación de tareas pendientes clásica con alternancia de tema oscuro / claro y arrastrar y soltar para reordenar.",
  "todoDescription": "<p>Aplicación de tareas pendientes clásica con alternancia de tema oscuro / claro y arrastrar y soltar para reordenar.</p> <p>La aplicación permite al usuario crear un nuevo elemento, configurarlo como completado y eliminarlo. También puedes filtrar elementos según su estado: activo, completado o ambos.</p> <p>Construida con React, Redux and styled-components.</p>",
  "punkApiSummary": "Sitio web que utiliza Punk API V2 para buscar las cervezas de Brewdog y mostrarlas.",
  "punkApiDescription": "<p>Sitio web que utiliza Punk API V2 para buscar las cervezas de Brewdog y mostrarlas.</p> <p>La aplicación permite a los usuarios ver toda la cerveza en la API, leer la información sobre ella y guardarla como favorita.</p> <p>Construida usando React, punk API V2, and Material UI.</p>",
  "visitWebsite": "Visita la Web",
  "blogTopLine": "⚠️ todavía en producción...",
  "blogHeadLine": "Mira mi última publicación",
  "blogDescription": "El Blog: Reflexiones sobre la vida, el trabajo y todo lo demás.",
  "blogLinkLabel": "Vísita el Blog",
  "postLinkLabel": "lee más",
  "contactTitle": "¿Tienes un proyecto en mente?",
  "contactText": "Actualmente estoy disponible para trabajar como autónomo. Si tienes un proyecto que quieres empezar o simplemente te apetece decir hola, ponte en contacto.",
  "contactBtnLabel": "Contáctame",
  "formTitle": "¡Hablemos!",
  "workTitle": "Proyectos en los que he estado trabajando últimamente",
  "blogTitle": "Blog: Pensamientos aleatorios sobre tecnología",
  "formDescription": "Si desea conversar sobre un proyecto, complete el formulario a continuación y le responderé dentro de uno o dos días.",
  "formNameLabel": "Nombre",
  "formNamePlaceholder": "Introduzca su nombre",
  "formNameErrorEmpty": "Por favor, escriba su nombre",
  "formNameErrorWrong": "Por favor ingrese un nombre valido",
  "formEmailLabel": "Correo electrónico",
  "formEmailPlaceholder": "Introduzca su correo electrónico",
  "formEmailErrorEmpty": "Por favor ingrese su correo electrónico",
  "formEmailErrorWrong": "Por favor ingrese un correo electrónico valido",
  "formMessageLabel": "Mensaje",
  "formMessagePlaceholder": "¿Como le puedo ayudar?",
  "formMessageError": "Por favor asegúrese de enviarme un mensaje",
  "formSubmitBtnLabel": "ENVIAR",
  "formSubmitMessageSuccess": "¡Su mensaje fue enviado con éxito!",
  "error404TopLine": "¡Ooops! Error 404",
  "error404HeadLine": "Estás en el medio de la nada",
  "error404Description": "Es vergonzoso ... ¡Esta página no parece existir! Esto puede deberse a que ha escrito la dirección web de forma incorrecta, compruebe la ortografía.",
  "goHome": "Ir a la Home",
  "english": "Inglés",
  "spanish": "Español",
  "italian": "Italiano"
}
