{
  "homeLink": "Home",
  "projectsLink": "Proyectos",
  "blogLink": "Blog",
  "contactLink": "Contactos",
  "heroGreating": "Hola! Soy faber",
  "heroText": "Nacido y criado en Italia, después de viajar por el mundo finalmente me instalé en la soleada Barcelona, ​​España. Persona bien organizada, solucionadora de problemas, con gran atención a los detalles. Deseando trabajar en proyectos ambiciosos con personas positivas.",
  "heroBtnLabel": "Miras my Projectos",
  "aboutTopLine": "Desarrollador y diseñador web",
  "aboutHeadLine": "Me encanta crear aplicaciones y sitios web modernos.",
  "aboutDescription": "Siempre estoy buscando nuevos desafíos y oportunidades que puedan ayudarme a seguir convirtiéndome en un mejor desarrollador y en una mejor persona en general. Me apasiona el autoaprendizaje de las últimas técnicas y herramientas. Mejorando cada día para desafiar mis habilidades para mejorar en lo que hago.",
  "latestWorksTitle": "Últimos Proyectos",
  "latestWorksDescription": "Aquí un par de proyectos que he realizado durante el último período, si estás interesado en ver más sobre el tema, encontrará",
  "latestWorksLink": "más proyectos aquí",
  "workTitle": "Algunos de mis últimos proyectos",
  "memoriesDescription": "Una sencilla aplicación de redes sociales que permite a los usuarios publicar eventos interesantes que ocurrieron en sus vidas. Aplicación Full Stack MERN.",
  "apollofyDescription": "Plataforma de música inspirada en Spotify. Construido con React, Redux, Tailwind, NodeJs, Express, MongoDB, FireBase.",
  "trackerDescription": "Realice un seguimiento de sus transacciones con esta aplicación que le muestra un gráfico agradable. Construido usando React, Context API, Material-UI, FireBase.",
  "todoDescription": "Aplicación de tareas pendientes clásica con alternancia de tema oscuro / claro y arrastrar y soltar para reordenar. Construido con React, Redux and styled-components.",
  "punkApiDescription": "Sitio web que utiliza Punk API V2 para buscar las cervezas de Brewdog y mostrarlas. Construido usando React, punk API V2, and Material UI.",
  "visitWebsite": "Visita la Web",
  "blogTopLine": "⚠️ todavía en producción...",
  "blogHeadLine": "Mira mi última publicación",
  "blogDescription": "El Blog: Reflexiones sobre la vida, el trabajo y todo lo demás.",
  "contactTitle": "¿Tienes un proyecto en mente?",
  "contactText": "Actualmente estoy disponible para trabajar como autónomo. Si tienes un proyecto que quieres empezar o simplemente te apetece decir hola, ponte en contacto.",
  "contactBtnLabel": "Contáctame",
  "formTitle": "¡Hablemos!",
  "formDescription": "Si desea conversar sobre un proyecto, complete el formulario a continuación y le responderé dentro de uno o dos días.",
  "formNameLabel": "Nombre",
  "formNamePlaceholder": "Introduzca su nombre",
  "formNameErrorEmpty": "Por favor, escriba su nombre",
  "formNameErrorWrong": "Por favor ingrese un nombre valido",
  "formEmailLabel": "Correo electrónico",
  "formEmailPlaceholder": "Introduzca su correo electrónico",
  "formEmailErrorEmpty": "Por favor ingrese su correo electrónico",
  "formEmailErrorWrong": "Por favor ingrese un correo electrónico valido",
  "formMessageLabel": "Mensaje",
  "formMessagePlaceholder": "¿Como le puedo ayudar?",
  "formMessageError": "Por favor asegúrese de enviarme un mensaje",
  "formSubmitBtnLabel": "ENVIAR",
  "formSubmitMessageSuccess": "¡Su mensaje fue enviado con éxito!",
  "error404TopLine": "¡Ooops! Error 404",
  "error404HeadLine": "Estás en el medio de la nada",
  "error404Description": "Es vergonzoso ... ¡Esta página no parece existir! Esto puede deberse a que ha escrito la dirección web de forma incorrecta, compruebe la ortografía.",
  "goHome": "Ir a la Home",
  "english": "Inglés",
  "spanish": "Español",
  "italian": "Italiano"
}
