{
  "homeLink": "Home",
  "projectsLink": "Progetti",
  "blogLink": "Blog",
  "contactLink": "Contatti",
  "heroGreating": "Ciao! Sono faber",
  "heroText": "Nato e cresciuto in Italia, dopo aver girato il mondo mi sono finalmente stabilito nella soleggiata Barcellona, ​Spagna. Persona ben organizzata, risolutrice di problemi, con grande attenzione ai dettagli. Disponibile per lavorare in progetti ambiziosi con persone positive.",
  "heroBtnLabel": "Vai ai Proggetti",
  "aboutTopLine": "Sviluppatore e disegnatore web",
  "aboutHeadLine": "Amo creare siti Web e app moderni.",
  "aboutDescription": "Sono sempre alla ricerca di nuove sfide e opportunità che possano aiutarmi a continuare a diventare uno sviluppatore migliore e una persona in generale. Ho una passione per l'autoapprendimento delle tecniche e degli strumenti più recenti. Migliorare ogni giorno per mettere alla prova le mie capacità per migliorare in quello che faccio.",
  "latestWorksTitle": "Ultimi Progetti",
  "latestWorksDescription": "Qui un paio di progetti che ho realizzato nell'ultimo periodo, se sei interessato e voui vederne altri, troverai",
  "latestWorksLink": "più progetti qui",
  "workTitle": "Alcuni dei miei ultimi progetti",
  "memoriesSummary": "Una semplice app stile social media che consente agli utenti di pubblicare eventi interessanti accaduti nelle loro vite.",
  "memoriesDescription": "<p>Una semplice app stile social media che consente agli utenti di pubblicare eventi interessanti accaduti nelle loro vite.</p> <p>L'app consente agli utenti di visualizzare tutti i post, il profilo dell'autore, cercare i post per tag o titolo. Se sei loggato, puoi creare, modificare o cancellare un post, seguire altri utenti, commentare i loro post e mettere mi piace.</p> <p>Costruita con React, Redux, Nodejs, Express, Mongodb e styled-components.</p>",
  "apollofySummary": "Piattaforma musicale ispirata a Spotify, che consente agli utenti di condividere musica con i propri amici.",
  "apollofyDescription": "<p>Piattaforma musicale ispirata a Spotify, che permette all'usuario di condividere musica con gli amici.</p> <p>Una volta registrato puoi caricare brani, creare, modificare e rimuovere playlist, seguire altri utenti, salvare le loro playlist o brani come preferiti. Cerca artisti, brani o playlist.</p> <p>Costruita con React, Redux, Tailwind, NodeJs, Express, MongoDB, FireBase.</p>",
  "trackerSummary": "Tieni traccia delle tue transazioni con questa app che te le mostra con dei bei grafici.",
  "trackerDescription": "<p>Tieni traccia delle tue transazioni con questa app che te le mostra con dei bei grafici.</p> <p>Una volta registrato, puoi utilizzare questa applicazione per registrare le tue transazioni, aggiungendo voci come entrate o spese.</p> <p>Costruita utilizzando React, Context API, Material-UI, FireBase.</p>",
  "todoSummary": "Classica app todo, con cambio di tema scuro/chiaro e possibilita di riodinare i compiti trascinandoli e rilasciandoli.",
  "todoDescription": "<p>Classica app todo, con cambio di tema scuro/chiaro e possibilita di riodinare i compiti trascinandoli e rilasciandoli.</p> <p>L'applicazione consente all'utente di creare un nuovo elemento, impostarlo come completato e rimuoverlo. Puoi anche filtrare gli elementi in base al loro stato: attivo, completato o entrambi.</p> <p>Costruita con React, Redux and styled-components.</p>",
  "punkApiSummary": "Sito Web che utilizza l'API Punk V2 per recuperare le birre di Brewdog e visualizzarle.",
  "punkApiDescription": "<p>Sito Web che utilizza l'API Punk V2 per recuperare le birre di Brewdog e visualizzarle.</p> <p>L'applicazione consente agli utenti di vedere tutte le birre dell'API, leggere le informazioni su di essa e salvarla come preferita.</p> <p>Costruita utilizzando React, punk API V2, and Material UI.</p>",
  "visitWebsite": "Visita la Web",
  "blogTopLine": "⚠️ ancora in sviluppo...",
  "blogHeadLine": "Dai un'occhiata al mio ultimo post",
  "blogDescription": "Il Blog: Pensieri sulla vita, lavoro e tutto il resto.",
  "blogLinkLabel": "Visita il Blog",
  "postLinkLabel": "leggi di più",
  "contactTitle": "Hai un progetto in mente?",
  "contactText": "Sono attualmente disponibile per lavori freelance. Se hai un progetto che vuoi iniziare o hai solo voglia di dire ciao, contattami",
  "contactBtnLabel": "Contattami",
  "formTitle": "Parliamo!",
  "formDescription": "Se desideri parlare di un progetto, compila il modulo sottostante e ti risponderò entro 1-2 giorni.",
  "formNameLabel": "Name",
  "formNamePlaceholder": "Inserisci il tuo nome",
  "formNameErrorEmpty": "Per favore inserisci il tuo nome",
  "formNameErrorWrong": "Per favore inserisci un nome valido",
  "formEmailLabel": "Email",
  "formEmailPlaceholder": "Inserisci la tua email",
  "formEmailErrorEmpty": "Per favore inserisci la tua email",
  "formEmailErrorWrong": "Per favore inserisci la tua email valida",
  "formMessageLabel": "Messaggio",
  "formMessagePlaceholder": "Come ti posso aiutare?",
  "formMessageError": "Per favore assicurati di lasciarmi un messaggio",
  "formSubmitBtnLabel": "INVIARE",
  "formSubmitMessageSuccess": "Il tuo messaggio è stato inviato con successo!",
  "error404TopLine": "Ooops! Errore 404",
  "error404HeadLine": "Sei in mezzo al nulla",
  "error404Description": "È imbarazzante... Questa pagina sembra non esistere! Questo potrebbe essere dovuto al fatto che hai digitato l'indirizzo web in modo errato, controlla l'ortografia.",
  "goHome": "Vai a la Home",
  "english": "Inglese",
  "spanish": "Spagnolo",
  "italian": "Italiano"
}
